Revit 2027 API
UnitTypeId.RiseDividedBy1Foot Property
 Rise / 1 foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RiseDividedBy1Foot { get; }
Public Shared ReadOnly Property RiseDividedBy1Foot As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RiseDividedBy1Foot {
	ForgeTypeId^ get ();
}
static member RiseDividedBy1Foot : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace